result/redis-tlb/run2-prctl12/benchmark-stats.log
  240000000 requests completed in 417.04 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.03% <= 2 milliseconds
10.92% <= 3 milliseconds
61.19% <= 4 milliseconds
86.08% <= 5 milliseconds
93.03% <= 6 milliseconds
95.74% <= 7 milliseconds
96.95% <= 8 milliseconds
97.72% <= 9 milliseconds
98.23% <= 10 milliseconds
98.57% <= 11 milliseconds
98.83% <= 12 milliseconds
99.05% <= 13 milliseconds
99.24% <= 14 milliseconds
99.41% <= 15 milliseconds
99.54% <= 16 milliseconds
99.65% <= 17 milliseconds
99.72% <= 18 milliseconds
99.78% <= 19 milliseconds
99.80% <= 20 milliseconds
99.82% <= 21 milliseconds
99.84% <= 22 milliseconds
99.85% <= 23 milliseconds
99.86% <= 24 milliseconds
99.87% <= 25 milliseconds
99.87% <= 26 milliseconds
99.88% <= 27 milliseconds
99.89% <= 28 milliseconds
99.89% <= 29 milliseconds
99.90% <= 30 milliseconds
99.90% <= 31 milliseconds
99.90% <= 32 milliseconds
99.91% <= 33 milliseconds
99.91% <= 34 milliseconds
99.91% <= 35 milliseconds
99.92% <= 36 milliseconds
99.92% <= 37 milliseconds
99.92% <= 38 milliseconds
99.92% <= 39 milliseconds
99.92% <= 40 milliseconds
99.92% <= 41 milliseconds
99.92% <= 42 milliseconds
99.93% <= 43 milliseconds
99.93% <= 44 milliseconds
99.93% <= 45 milliseconds
99.94% <= 46 milliseconds
99.94% <= 47 milliseconds
99.94% <= 48 milliseconds
99.94% <= 49 milliseconds
99.94% <= 50 milliseconds
99.94% <= 51 milliseconds
99.95% <= 52 milliseconds
99.95% <= 53 milliseconds
99.95% <= 54 milliseconds
99.95% <= 55 milliseconds
99.95% <= 56 milliseconds
99.96% <= 57 milliseconds
99.96% <= 58 milliseconds
99.96% <= 59 milliseconds
99.96% <= 60 milliseconds
99.96% <= 61 milliseconds
99.96% <= 62 milliseconds
99.96% <= 63 milliseconds
99.96% <= 64 milliseconds
99.97% <= 65 milliseconds
99.97% <= 66 milliseconds
99.97% <= 67 milliseconds
99.97% <= 68 milliseconds
99.97% <= 69 milliseconds
99.97% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.98% <= 76 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 79 milliseconds
99.98% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 100 milliseconds
99.99% <= 103 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 109 milliseconds
99.99% <= 110 milliseconds
100.00% <= 112 milliseconds
100.00% <= 114 milliseconds
100.00% <= 115 milliseconds
100.00% <= 116 milliseconds
100.00% <= 118 milliseconds
100.00% <= 119 milliseconds
100.00% <= 121 milliseconds
100.00% <= 124 milliseconds
100.00% <= 125 milliseconds
100.00% <= 126 milliseconds
100.00% <= 127 milliseconds
100.00% <= 129 milliseconds
100.00% <= 131 milliseconds
100.00% <= 133 milliseconds
100.00% <= 135 milliseconds
100.00% <= 136 milliseconds
100.00% <= 140 milliseconds
100.00% <= 142 milliseconds
100.00% <= 149 milliseconds
100.00% <= 150 milliseconds
100.00% <= 156 milliseconds
100.00% <= 159 milliseconds
100.00% <= 176 milliseconds
100.00% <= 186 milliseconds
100.00% <= 186 milliseconds
575487.12 requests per second